docs/benchmark_results/wrk_c100.txt
Running 10s test @ http://10.0.0.10:8080/
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    30.73ms   53.75ms 845.10ms   96.59%
    Req/Sec   178.20     16.05   233.00     68.56%
  Latency Distribution
     50%   19.74ms
     75%   35.67ms
     90%   54.95ms
     99%  265.33ms
  7060 requests in 10.13s, 1.02MB read
Requests/sec:    697.11
Transfer/sec:    102.80KB